{"id": "ex1", "src": "Published reports from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among U.S. COVID-19 patients have not yet been reported.", "mt1": "I rapporti pubblicati dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la grave malattia di COVID-19 includono le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti degli Stati Uniti COVID-19 non sono ancora stati riportati.", "mt2": "I rapporti pubblicati dalla Cina e dall’Italia suggeriscono che i fattori di rischio per la malattia grave da COVID-19 includono le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti con COVID-19 negli Stati Uniti non sono ancora stati segnalati.", "pert_mt1": "I rapporti pubblicati dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la grave malattia di COVID-19 includono le condizioni di salute sottostanti. La World Health Organization (WHO) ha raccolto i dati che descrivono le condizioni di salute sottostanti tra i pazienti degli Stati Uniti COVID-19, ma questi non sono ancora stati riportati.", "pert_mt2": "I rapporti pubblicati dalla Cina e dall’Italia suggeriscono che i fattori di rischio per la malattia grave da COVID-19 includono le condizioni di salute sottostanti. La World Health Organization (WHO) ha raccolto i dati che descrivono le condizioni di salute sottostanti tra i pazienti con COVID-19 negli Stati Uniti.\n\n(Note: WHO is a new entity added to the sentence.)", "bt1": "Reports published by China and Italy suggest that risk factors for severe COVID-19 disease include the underlying health conditions. World Health Organization (WHO) has collected data describing underlying health conditions among patients in the United States COVID-19, but these have not yet been reported.", "bt2": "Reports published by China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions. The World Health Organization (WHO) has collected data describing underlying health conditions among COVID-19 patients in the United States. (Note: WHO is a new entity added to the sentence.)", "questions_bt1": "[\"What are the risk factors for severe COVID-19 disease according to reports?\", \"What does WHO have collected data on?\", \"What has WHO not yet", "questions_bt2": "[\"What risk factors are suggested for severe COVID-19 disease?\", \"What health conditions are associated with severe COVID-19 disease according to reports?\", \"", "answers_bt1": ["[\"Underlying health conditions\", \"underlying health conditions among patients in the United States COVID-19\", \"reported\"]"], "answers_bt2": ["[\"underlying health conditions\", \"underlying health conditions\", \"The World Health Organization (WHO)\", \"China and Italy\", \"the United States\"]"]}
{"id": "ex2", "src": "Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased infection rates.", "mt1": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione.", "mt2": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione.", "pert_mt1": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione di COVID-19.", "pert_mt2": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione di COVID-19.", "bt1": "In addition, in some cases, the reopening of schools after a period of closure resulted in an increase in the rates of infection of COVID-19.", "bt2": "In addition, in some cases, the reopening of schools after a period of closure resulted in an increase in COVID-19 infection rates.", "questions_bt1": "[\"What did the reopening of schools result in?\", \"What happened after the reopening of schools?\", \"What type of infections increased after the reopening of schools?\"]", "questions_bt2": "[\"What did the reopening of schools after a period of closure result in?\", \"What happened when schools reopened after being closed?\", \"What was observed regarding infection rates", "answers_bt1": ["[an increase in the rates of infection of COVID-19]", "[an increase in the rates of infection of COVID-19]", "[\"COVID-19\"]"], "answers_bt2": ["[\"an increase in COVID-19 infection rates\", \"an increase in COVID-19 infection rates\", \"an increase in COVID-19 infection rates\"]"]}
{"id": "ex3", "src": "School closures in the city of Oita, Japan, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students.", "mt1": "La chiusura delle scuole nella città di Oita, in Giappone, è risultata avere diminuito con successo il numero di studenti infetti al picco di infezione; tuttavia non è stato riscontrato che le scuole di chiusura abbiano diminuito significativamente il numero totale di studenti infetti.", "mt2": "Le chiusure delle scuole nella città di Oita, in Giappone, hanno ridotto con successo il numero di studenti infetti al picco dell'infezione; tuttavia, non è stato riscontrato che le scuole di chiusura abbiano ridotto significativamente il numero totale di studenti infetti.", "pert_mt1": "The closure of schools in Oita, Japan, has successfully reduced the number of infected students at the peak of infection; however, it has not been found that the number of students infected in closed schools has significantly decreased the total number of infected students.\n\nNew entity: Schools in Oita, Japan.", "pert_mt2": "Le chiusure delle scuole nella città di Oita, in Giappone, hanno ridotto con successo il numero di studenti infetti al picco dell'infezione; tuttavia, non è stato riscontrato che le scuole di chiusura abbiano ridotto significativamente il numero totale di studenti infetti, especially at the University of Tokyo.", "bt1": "The closure of schools in Oita, Japan, has successfully reduced the number of infected students at the peak of infection; though, it has not been found that the number of students infected in closed schools has significantly decreased the total number of infected students. New entity: Schools in Oita, Japan.", "bt2": "School closures in the city of Oita, Japan have successfully reduced the number of infected students at the peak of infection; however, closing schools have not been found to have significantly reduced the total number of infected students, especially at the University of Tokyo.", "questions_bt1": "[\"What has been closed in Oita, Japan?\", \"What effect has the closure of schools in Oita, Japan had on the number of infected students?\",", "questions_bt2": "[\"What has been successful in reducing the number of infected students?\", \"What has not been found to significantly reduce the total number of infected students?\", \"Which university", "answers_bt1": ["[\"Schools\", \"reduced the number of infected students at the peak of infection\"]"], "answers_bt2": ["[\"School closures\", \"closing schools\", \"University of Tokyo\"]"]}
{"id": "ex1", "src": "Published reports from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among U.S. COVID-19 patients have not yet been reported.", "mt1": "I rapporti pubblicati dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la grave malattia di COVID-19 includono le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti degli Stati Uniti COVID-19 non sono ancora stati riportati.", "mt2": "I rapporti pubblicati dalla Cina e dall’Italia suggeriscono che i fattori di rischio per la malattia grave da COVID-19 includono le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti con COVID-19 negli Stati Uniti non sono ancora stati segnalati.", "pert_mt1": "I rapporti pubblicati dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la grave malattia di COVID-19 includono le condizioni di salute sottostanti, con un tasso di mortalità del 3%.\n\n(Note: The numerical value added is \"3%\", which represents a mortality rate.)", "pert_mt2": "I rapporti pubblicati dalla Cina e dall’Italia suggeriscono che i fattori di rischio per la malattia grave da COVID-19 includono le condizioni di salute sottostanti, con un tasso di mortalità del 3%.\n\n(Note: I added the numerical value \"3%\" to indicate the mortality rate of COVID-19 patients in China and Italy.)", "bt1": "Reports published by China and Italy suggest that risk factors for the severe disease of COVID-19 include the underlying health conditions, with a mortality rate of 3%. (Note: The numerical value added is \"3%,\" which represents a mortality rate.)", "bt2": "Reports published by China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, with a mortality rate of 3%. (Note: I added the numerical value \"3%\" to indicate the mortality rate of COVID-19 sufferers in China and Italy.)", "questions_bt1": "[\"What risk factors are suggested for the severe disease of COVID-19?\", \"What does the mortality rate represent?\", \"What underlying health conditions are mentioned?\",", "questions_bt2": "[\"What are the risk factors for severe COVID-19 disease according to reports?\", \"What does the mortality rate of COVID-19 sufferers in China and", "answers_bt1": ["[\"underlying health conditions\", \"represents the mortality rate\", \"underlying health conditions\"]"], "answers_bt2": ["[\"underlying health conditions\", \"3%\"]"]}
{"id": "ex2", "src": "Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased infection rates.", "mt1": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione.", "mt2": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione.", "pert_mt1": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento del 15% dei tassi di infezione.", "pert_mt2": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento del 15% dei tassi di infezione.", "bt1": "In addition, in some cases, the reopening of schools after a closure period resulted in a 15% increase in infection rates.", "bt2": "In addition, in some cases, the reopening of schools after a period of closure resulted in a 15% increase in infection rates.", "questions_bt1": "[\"What did the reopening of schools after a closure period result in?\", \"What percentage increase in infection rates was observed?\", \"In what scenarios was this 1", "questions_bt2": "[\"What did the reopening of schools after a period of closure result in?\", \"What percentage increase in infection rates was observed?\", \"In what context was the reopening", "answers_bt1": ["[\"a 15% increase in infection rates\", \"15%\", \"the reopening of schools after a closure period\"]"], "answers_bt2": ["[\"a 15% increase in infection rates\", \"15%\", \"after a period of school closure\"]"]}
{"id": "ex3", "src": "School closures in the city of Oita, Japan, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students.", "mt1": "La chiusura delle scuole nella città di Oita, in Giappone, è risultata avere diminuito con successo il numero di studenti infetti al picco di infezione; tuttavia non è stato riscontrato che le scuole di chiusura abbiano diminuito significativamente il numero totale di studenti infetti.", "mt2": "Le chiusure delle scuole nella città di Oita, in Giappone, hanno ridotto con successo il numero di studenti infetti al picco dell'infezione; tuttavia, non è stato riscontrato che le scuole di chiusura abbiano ridotto significativamente il numero totale di studenti infetti.", "pert_mt1": "La chiusura delle scuole nella città di Oita, in Giappone, ha ridotto con successo il numero di studenti infetti al picco di infezione del 15%; tuttavia, non è stato riscontrato che le scuole chiuse abbiano diminuito significativamente il numero totale di studenti infetti.", "pert_mt2": "Le chiusure delle scuole nella città di Oita, in Giappone, hanno ridotto con successo il numero di studenti infetti al picco dell'infezione a 500; tuttavia, non è stato riscontrato che le scuole di chiusura abbiano ridotto significativamente il numero totale di studenti infetti.", "bt1": "The closure of schools in the city of Oita, Japan, has successfully reduced the number of infected students to the peak of infection by 15%; however, it has not been found that closed schools have significantly decreased the total number of infected students.", "bt2": "School closures in the city of Oita, Japan have successfully reduced the number of infected students at the peak of infection to 500; however, it has not been found that closing schools have significantly reduced the total number of infected students.", "questions_bt1": "[\"What has been successfully reduced by 15%?\", \"What has not been found to significantly decrease the total number of infected students?\", \"What is the", "questions_bt2": "[\"What has been successful in reducing the number of infected students?\", \"What was the number of infected students at the peak of infection?\", \"Has there been any", "answers_bt1": ["[\"The number of infected students\", \"closed schools\", \"the total number of infected students\"]"], "answers_bt2": ["[\"School closures\", \"500\", \"No Answer\"]"]}
{"id": "ex1", "src": "Published reports from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among U.S. COVID-19 patients have not yet been reported.", "mt1": "I rapporti pubblicati dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la grave malattia di COVID-19 includono le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti degli Stati Uniti COVID-19 non sono ancora stati riportati.", "mt2": "I rapporti pubblicati dalla Cina e dall’Italia suggeriscono che i fattori di rischio per la malattia grave da COVID-19 includono le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti con COVID-19 negli Stati Uniti non sono ancora stati segnalati.", "pert_mt1": "I rapporti pubblicati dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la grave malattia di COVID-19 includano le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti degli Stati Uniti COVID-19 vengono dettagliatamente riportati.", "pert_mt2": "I rapporti pubblicati dalla Cina e dall’Italia suggeriscono che i fattori di rischio per la malattia grave da COVID-19 includano le condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti con COVID-19 negli Stati Uniti vengono ancora dettagliatamente raccolti.", "bt1": "Reports published by China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among patients in the United States COVID-19 are reported in detail.", "bt2": "Reports published by China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among COVID-19 patients in the United States are still being collected in detail.", "questions_bt1": "[\"What risk factors are suggested for severe COVID-19 disease?\", \"What do reports from China and Italy suggest about risk factors?\", \"What is unique about", "questions_bt2": "[\"What are the risk factors for severe COVID-19 disease according to the reports?\", \"What type of data are still being collected?\", \"What health conditions", "answers_bt1": ["[\"underlying health conditions\", \"risk factors for severe COVID-19 disease include underlying health conditions\", \"the data describing underlying health conditions among patients in the United States COVID-19\"]"], "answers_bt2": ["[\"underlying health conditions\", \"underlying health conditions\", \"are\"]"]}
{"id": "ex2", "src": "Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased infection rates.", "mt1": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione.", "mt2": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha comportato un aumento dei tassi di infezione.", "pert_mt1": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha avuto un aumento graduale dei tassi di infezione.", "pert_mt2": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha avuto un aumento graduale dei tassi di infezione.", "bt1": "In addition, in some cases, the reopening of schools after a period of closure had a gradual increase in infection rates.", "bt2": "In addition, in some cases, the reopening of schools after a period of closure had a gradual increase in infection rates.", "questions_bt1": "[\"What did schools do after a period of closure?\", \"What happened to infection rates when schools reopened gradually?\", \"In what scenarios was this observation made?\"]", "questions_bt2": "[\"What happened after a period of closure regarding schools?\", \"What was the result of reopening schools?\", \"How did infection rates change after schools reopened?\", \"In", "answers_bt1": ["[\"reopen\"]", "[gradual increase]", "[\"In cases where schools were reopened after a period of closure\"]"], "answers_bt2": ["[\"The reopening of schools\", \"a result\", \"gradually increased\", \"infection rates\"]"]}
{"id": "ex3", "src": "School closures in the city of Oita, Japan, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students.", "mt1": "La chiusura delle scuole nella città di Oita, in Giappone, è risultata avere diminuito con successo il numero di studenti infetti al picco di infezione; tuttavia non è stato riscontrato che le scuole di chiusura abbiano diminuito significativamente il numero totale di studenti infetti.", "mt2": "Le chiusure delle scuole nella città di Oita, in Giappone, hanno ridotto con successo il numero di studenti infetti al picco dell'infezione; tuttavia, non è stato riscontrato che le scuole di chiusura abbiano ridotto significativamente il numero totale di studenti infetti.", "pert_mt1": "La chiusura delle scuole nella città di Oita, in Giappone, è risultata aver diminuito in modo significativo il numero di studenti infetti al picco di infezione; tuttavia non è stato riscontrato che le scuole di chiusura abbiano diminuito significativamente il numero totale di studenti infetti.", "pert_mt2": "Le chiusure delle scuole nella città di Oita, in Giappone, hanno ridotto con decisione il numero di studenti infetti al picco dell'infezione; tuttavia, non è stato riscontrato che le scuole di chiusura abbiano ridotto significativamente il numero totale di studenti infetti.", "bt1": "The closure of schools in the city of Oita, Japan, was found to have significantly decreased the number of students infected at peak infection; however, it was not found that closing schools significantly decreased the total number of infected students.", "bt2": "School closures in the city of Oita, Japan have sharply reduced the number of infected students at the peak of infection; however, closing schools have not been found to have significantly reduced the total number of infected students.", "questions_bt1": "[\"What was closed in the city of Oita, Japan?\", \"How did the closure of schools affect the number of students infected at peak infection?\", \"Did", "questions_bt2": "[\"What has sharply reduced the number of infected students?\", \"What has not significantly reduced the total number of infected students?\", \"Where are school closures located?\", \"", "answers_bt1": ["[\"Schools\"], [\"Decreased\"], [\"No Answer\"]"], "answers_bt2": ["[\"School closures in the city of Oita, Japan\", \"Closing schools\", \"the city of Oita, Japan\", \"No Answer\"]"]}
