{"id": "ex1", "src": "Published reports from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among U.S. COVID-19 patients have not yet been reported.", "mt_qwen": "I articoli pubblicati dalla Cina e dall'Italia suggeriscono rischi associati a una patologia severa di COVID-19 compresi i condimenti dell'illacere sanitario, ma le statistiche sull'ilacre sanitario tra il popolazione degli Stati Uniti affette da COVID-19 non sono state ancora rilasciate.", "mt_mistral": "Rapporti pubblicati dalla Cina e dall'Italia suggeriscono che i fattori di rischio per una forma grave di COVID-19 includano patologie underline, ma i dati relativi alle patologie onderne ai pazienti COVID-19 negli Stati Uniti non sono ancora stati resi noti.", "mt_gemma": "Isole reportate pubbliche da Cina e Italia hanno suggerito che i fattori di rischio per la grave infestazioni con coronavirus 2019 includono condizioni di salute sottostanti, mentre i dati sulla condizione di salute sottostanti tra i pacchetti Covid-19 degli Stati Uniti non sono ancora stati pubblicati.", "bt1_mt_qwen": "The articles published by China and Italy suggest risks associated with a severe disease of COVID-19 including condiments of the health lavacere, but statistics on health lilacre among the population of the United States affected by COVID-19 have not yet been released.", "bt1_mt_mistral": "Reports published by China and Italy suggest that risk factors for a severe form of COVID-19 include underlying pathologies, but data on underlying pathologies in COVID-19 patients in the United States have not yet been disclosed.", "bt1_mt_gemma": "Public Reported Islands from China and Italy have suggested that risk factors for severe coronary virus infestations 2019 include underlying health conditions, while underlying health data among the US Covid-19 packages have not yet been published.", "bt2_mt_qwen": "Articles published by China and Italy suggest risks associated with severe COVID-19 pathology including condiments of sanitary hylacere, but statistics on sanitary hylacre among the U.S. population affected by COVID-19 have not yet been released.", "bt2_mt_mistral": "Reports published by China and Italy suggest that risk factors for a severe form of COVID-19 include underline pathologies, but data on diseases to COVID-19 patients in the United States have not yet been released.", "bt2_mt_gemma": "Public reported islands from China and Italy have suggested that risk factors for severe coronavirus infestations 2019 include underlying health conditions, while data on the underlying health condition among U.S. Covid-19 packages have not yet been published.", "questions_bt1_mt_qwen": "[\"What risks are associated with a severe disease of COVID-19 according to the articles?\", \"What health components are mentioned in the sentence?\", \"What is", "questions_bt1_mt_mistral": "[\"What risk factors are suggested for a severe form of COVID-19?\", \"What are the underlying pathologies mentioned?\", \"What has not yet been disclosed", "questions_bt1_mt_gemma": "[\"What risk factors are suggested for severe coronavirus infestations 2019?\", \"What health conditions are linked to severe coronavirus infestations 2", "questions_bt2_mt_qwen": "[\"What are the risks associated with severe COVID-19 pathology according to the articles?\", \"What are the condiments of sanitary hylacere?\", \"", "questions_bt2_mt_mistral": "[\"What risk factors are suggested for a severe form of COVID-19?\", \"What types of data have not yet been released?\", \"What countries' reports", "questions_bt2_mt_gemma": "[\"What risk factors are suggested for severe coronavirus infestations 2019?\", \"What has not yet been published regarding underlying health conditions in the U"}
{"id": "ex2", "src": "Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased infection rates.", "mt_qwen": "In alcune case, la rimozione delle scuole dopo un periodo di chiusura ha portato ad alte stesse rate di infettività.", "mt_mistral": "In alcuni casi, la riapertura delle scuole dopo un periodo di chiusura è portata a tassi di infettività aumentati.", "mt_gemma": "In alcuni casi, il riaprivo di scuole dopo un periodo di chiusura ha portato ad una aumento degli incidenti.", "bt1_mt_qwen": "In some homes, the removal of schools after a period of closure led to the same high rates of infectivity.", "bt1_mt_mistral": "In some cases, the reopening of schools after a period of closure is reduced to increased rates of infectivity.", "bt1_mt_gemma": "In some cases, the reopening of schools after a period of closure led to an increase in accidents.", "bt2_mt_qwen": "In some homes, the removal of schools after a period of closure has led to high rates of infectiousness.", "bt2_mt_mistral": "In some cases, the reopening of schools after a period of closure is led to increased rates of infectivity.", "bt2_mt_gemma": "In some cases, the reopening of schools after a period of closure has led to an increase in accidents.", "questions_bt1_mt_qwen": "[\"What happened in some homes after a period of closure?\", \"What was removed from homes?\", \"What caused the same high rates of infectivity in some homes", "questions_bt1_mt_mistral": "[\"What is reopened after a period of closure?\", \"What does 'reduced to' imply in this context?\", \"What factor is associated with increased rates of", "questions_bt1_mt_gemma": "[\"What happened when schools reopened after a period of closure?\", \"What type of events increased as a result of schools reopening?\", \"In what scenarios did this increase", "questions_bt2_mt_qwen": "[\"What has led to high rates of infectiousness in some homes?\", \"What action has been taken in some homes that resulted in high rates of infectiousness?\",", "questions_bt2_mt_mistral": "[\"What leads to increased rates of infectivity?\", \"In what scenarios is the reopening of schools considered?\", \"What happens after a period of school closure?\"]", "questions_bt2_mt_gemma": "[\"In what cases has the reopening of schools after a period of closure led to an increase in accidents?\", \"What has led to an increase in accidents?\", \""}
{"id": "ex3", "src": "School closures in the city of Oita, Japan, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students.", "mt_qwen": "È stato riscontrato che gli sblocci delle scuole nella città di Oita, Giappone, hanno riuscito a ridurre il numero degli studenti infettati al picco dell'infezione; tuttavia, l'apertura delle scuole non è stata trovata a ridurre significativamente il totale degli studenti infettati.", "mt_mistral": "Le chiusure scolastiche nella città di Oita, Giappone, sono state ritrovate efficienti nel ridurre il numero di studenti infetti in cima all'epidemia; tuttavia la chiusura delle scuole non è stata trovata significativamente utila per diminuire il numero totale di studenti infettati.", "mt_gemma": "I have been informed that school closures in the city of Oita, Japan, have been successfully reduced - at their peak - in the number of infected students; however, closing schools has not significantly reduced the total number of infected students.", "bt1_mt_qwen": "It has been found that school unblocks in the city of Oita, Japan, have managed to reduce the number of students infected at the peak of infection; however, the opening of schools has not been found to significantly reduce the total number of students infected.", "bt1_mt_mistral": "School closures in the city of Oita, Japan, have been found to be efficient in reducing the number of infected students at the top of the epidemic; however, school closures have not been found to be significantly used to decrease the total number of infected students.", "bt1_mt_gemma": "I have been informed that school closures in the city of Oita, Japan, have been successfully reduced - at their peak - in the number of infected students; though, closing schools has not significantly reduced the total number of infected students.", "bt2_mt_qwen": "It has been found that school breakdowns in the city of Oita, Japan have managed to reduce the number of infected students at the peak of infection; however, the opening of schools has not been found to significantly reduce the total number of infected students.", "bt2_mt_mistral": "School closures in the city of Oita, Japan were found to be efficient in reducing the number of infected students at the top of the epidemic; however, the closure of schools was not found to be significantly useful in decreasing the total number of infected students.", "bt2_mt_gemma": "I have been informed that school closures in the city of Oita, Japan, have been successfully reduced - at their peak - in the number of infected students; however, closing schools have not significantly reduced the total number of infected students.", "questions_bt1_mt_qwen": "[\"What has been found regarding school openings in Oita, Japan?\", \"How did school unblocks affect the number of students infected at the peak of infection?\",", "questions_bt1_mt_mistral": "[\"What have school closures been found to reduce in the city of Oita, Japan?\", \"What has school closures not been found to significantly reduce in the city", "questions_bt1_mt_gemma": "[\"What has been successfully reduced in the number of infected students?\", \"What measure has been taken in the city of Oita, Japan?\", \"How many infected", "questions_bt2_mt_qwen": "[\"What has been found regarding school breakdowns in Oita, Japan?\", \"What was observed about the number of infected students during the peak of infection?\", \"", "questions_bt2_mt_mistral": "[\"What were the findings regarding school closures in Oita, Japan?\", \"How did school closures reduce the number of infected students?\", \"Did school closures have a", "questions_bt2_mt_gemma": "[\"What has been informed about school closures in Oita, Japan?\", \"At what point was the number of infected students reduced?\", \"How were schools closed?\","}
